aaron-bond.better-comments
alefragnani.bookmarks
dbaeumer.vscode-eslint
eamodio.gitlens
github.copilot
github.copilot-chat
humao.rest-client
maximus136.change-string-case
miguelsolorio.fluent-icons
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
pkief.material-icon-theme
ritwickdey.liveserver
vivaxy.vscode-conventional-commits
wiensss.region-highlighter
xlntdevelopment.highlighter
