alexdauenhauer.nocterial-palenight
amodio.amethyst-theme
dbaeumer.vscode-eslint
DiangoGavidia.fresh
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
GitHub.github-vscode-theme
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
PKief.material-icon-theme
pmneo.tsimporter
rust-lang.rust-analyzer
sallar.vscode-duotone-dark
tal7aouy.theme
wayou.vscode-todo-highlight
whizkydee.material-palenight-theme
