dbaeumer.vscode-eslint
disroop.conan
eamodio.gitlens
EliverLara.sweet-vscode-icons
esbenp.prettier-vscode
FireBlackHat.conan-tools
inci-august.august-themes
konicy.conan-extension
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.cpptools
PKief.material-icon-theme
pmneo.tsimporter
PROxZIMA.sweetdracula
QuanLi.focus
rust-lang.rust-analyzer
usernamehw.errorlens
wayou.vscode-todo-highlight
